<?php

/**
 * Class World
 */
class World
{
    /**
     * @author My Name <my.name@example.com>
     * @return string
     */
    public function hello()
    {
        return 'Hello, World!';
    }
}
// Класс не тронЬте, хорошая штука, потом поймёте! ;)

// ██████████████████████████████████████████████
// █─███────█───█───█───█────█─██─█────█────█─███
// █─███─██─█─████─██─███─██─█─██─█─██─█─██─█─███
// █─███─██─█──███─██───█─████────█─██─█─██─█─███
// █─███─██─█─████─████─█─██─█─██─█─██─█─██─█─███
// █───█────█─████─██───█────█─██─█────█────█───█
// ██████████████████████████████████████████████

// Hello

//hello 13579333

echo "Это все, что останется после меня. ";
echo "Придумайте мне псевдоним!) я Миша Никула  =)";
echo "Здесь был Миша Бурдужа";
echo "Продам гараж!";
echo "Вторая моя строка. Всё оплачено. ";
echo "Настроить SSH через PROXY - это боль((";
echo "Снова Андрей Спартак, если эта строка есть, значит получилось подключиться по SSH";
echo "Здесь был Вася Пономаренко, пока по https , сейчас буду пробовать SSH. Всем добра =)";
echo "Это всё, G что возьму D я с собой C D";
echo "Две мечты, да печали стакан";
echo "Место для вашей рекламы! 8 800 555 35 35";
echo "Привет с помощью SSH";
echo "Max 135793333";
// test commit from phpstorm (terminal)
// phpstorm commit
echo "9371911 Hello, World via SSH";

